Repository: fidlej/jakybyt
Catalog: site/frontend/locale/*/LC_MESSAGES/messages.po
Languages: cs

source: Search for preferred home in Prague
cs: Jaký byt v Praze

source: Showing one home.
cs: Zobrazen jeden byt.

source: Latest home offers in Prague
cs: Jaké byty se prodávají v Praze

source: Map of Prague homes
cs: Mapa cen bytů v Praze

source: Chart of home prices in Prague
cs: Graf cen bytů v Praze

source: Histogram of Prague Homes
cs: Počty bytů v Praze

source: Exploratory Visualization
cs: Vývoj ceny bytů v Praze

source: About the website
cs: O stránkách

source: Color scale of prices
cs: Barevná škála cen

source: Preferences
cs: Nastavení

source: Date
cs: Datum

source: %(year)s-%(month)s-%(day)s
cs: %(day)s. %(month)s. %(year)s

source: %s day
cs: %s den

source: max. %s CZK
cs: max. %s Kč

source: max. %s CZK/m²
cs: max. %s Kč/m²

source: min. %s floor
cs: min. %s. podlaží

source: max. %s days old
cs: max. %s dní staré

source: Marked <b>one</b> <a href="#">eligible home</a>, newer then %(age)s.
cs: Vyznačen <b>jeden</b> <a href="#">vhodný byt</a>, je novější než %(age)s.
